{
    "config": {
        "name": "ОАО «ArkneT»",
        "home_desc": {
            "title": "О предприятии ОАО «ArkneT»",
            "text": "<p>Российское предприятие ОАО «ArkneT» специализируется на ознакомлении с металлообрабатывающими станками с ЧПУ различных произвоителей и в большей степени направленно на знакомство и приобщение потребителя к отечественной продукции.</p>"
        },
        "address": {
            "Фактический и почтовый адрес:": "Город Ульяновск, ул.Корунково, дом 34",
            "Режим работы:": "пн. — чт. c 9-00 до 18-00, пт. С 9-00 до 16-45, без обеда",
            "Официальный дилер": "ООО «Веаникс»"
        }
    },
    "catalogs": [
        {
            "id": 1,
            "name": "Продукция «АВРОРА МАШЗАВОД»",
            "img": "/assets/logo.jpg"
        },
        {
            "id": 2,
            "name": "Продукция «РОСФРЕЗЕР»",
            "img": "/assets/logo_na_sayt.png"
        },
        {
            "id": 3,
            "name": "Продукция «Trens»",
            "img": "/assets/gty.jpg"
        },
        {
            "id": 4,
            "name": "Продукция ОАО«Астраханский станкостроительный завод»",
            "img": "/assets/kjd.png"
        }
    ],
    "products": [
        {
            "id": 1,
            "catalog_id": 1,
            "name": "Горизонтальные токарно-револьверные станки A-13П255063",
            "description": "<p>  Высокопроизводительный горизонтальный токарно-револьверный станок с ЧПУ модели A-13П255063 производства компании «АВРОРА МАШЗАВОД» спроектирован для тяжелой токарной обработки деталей с высокой точностью. Для обеспечения высоких требований данный станок оснащен мощными, высокомоментными приводами, увеличенной револьверной головкой и усиленными исполнительными узлами, что дает возможность обрабатывать детали из труднообрабатываемых материалов и позволяет обеспечить высокую производительность работы.<br> К особенностям станка отнесят его компактную компоновку. Станина станка имеет жесткую, наклонную под углом 30° конструкцию, с минимальными тепловыми деформациями.Станок оборудованы системой автоматической смазки направляющих, шарико-винтовых передач и других важных узлов станка, что обеспечивает долгий срок его службы и постоянную высокую точность перемещений его узлов. Жесткость конструкции, надежность и высокие технологические возможности данного станка позволяют решать самые сложные технологические задачи.</p>",
			"img": "/assets/thumb_2.jpg",
            "models": ["A-13П255063"],
            "params": {
                "Диаметр патрона, мм": ["254 (10 дюймов)"],
                "Максимальный диаметр точения, мм": ["500"],
                "Максимальная длина точения, мм": ["600"],
                "Максимальная скорость вращения шпинделя, об/мин": ["3000"],
				"Скорость быстрых перемещений по оси X, м/мин" :["20"],
				"Скорость быстрых перемещений по оси Y, м/мин":["24"],
				"Револьверная головка":["12 позиций"],
				"Диапазон перемещений задней бабки, мм":["450"],
				"Точность позиционирования , мм":["±0,005"],
				"Повторяемость, мм":["±0,003"],
				"Потребляемая мощность, кВА":["36"],
				"Габаритные размеры с конвейером удаления стружки (Д×Ш×В), мм":["3655×1965×1910"],
				"Вес станка, кг":["5800"]
            }
        },

        {
            "id": 2,
            "catalog_id": 1,
            "name": "Горизонтальные токарно-револьверные станки модели А-13Т154333, А-13Т204333",
            "description": "<p>Высокоскоростные горизонтальные токарно-револьверные станки с ЧПУ модели А-13Т154333 и А-13Т204333 производства компании «АВРОРА МАШЗАВОД» позволяют выполнять большой спектр разнообразных токарных, а при использовании приводных блоков револьверной головки, фрезерных операций, операций сверления, нарезания резьбы и пр.<br>Данные станки решают самые распространение и самые широкие задачи по токарной обработке деталей, они спроектированы с учетом обеспечения максимальной эффективности их работы.<br>Станины станков имеют жесткую, наклонную под углом 30° конструкцию, с минимальными тепловыми деформациями. Станины отливаются из специальных марок чугуна и проходят процедуру естественного старения.<br>Станки оборудованы системой автоматической смазки направляющих, шарико-винтовых передач и других важных узлов станка, что обеспечивает долгий срок его службы и постоянную высокую точность перемещений его узлов. Станки обладают широким диапазоном бесступенчатого регулирования частоты вращения шпинделя, высокими скоростями смены инструмента и быстрых перемещений по осям. Все это обеспечивает высокую точность и эффективность обработки деталей на данных станка.</p>",
            "img": "/assets/tokar-big.jpg",
            "models": ["А-13Т154333", "А-13Т204333"],
            "params": {
                "Диаметр патрона, мм": ["152 (6 дюймов)", "203 (8 дюймов)"],
                "Максимальный диаметр точения, мм": ["430", "430"],
                "Максимальная длина точения, мм": ["330", "330"],
                "Максимальная скорость вращения шпинделя, об/мин": ["6000", "4200"],
				"Скорость быстрых перемещений по осям X/Z1, м/мин": ["30/30", "30/30"],
				"Револьверная головка":["12 позиций","12 позиций"],
				"Диапазон перемещений задней бабки, мм":["310","310"],
				"Потребляемая мощность, кВА":["20","20"],
				"Габаритные размеры с конвейером удаления стружки (Д×Ш×В), мм":["3330×1523×1650","3330×1523×1650"],
				"Вес станка, кг":["3200","3200"]
            }
        },

		{
            "id": 3,
            "catalog_id": 1,
            "name": "Автомат продольного точения (Швейцарского типа) с ЧПУ модель А-11А20",
            "description": "<p>Станок предназначен для крупносерийного и массового производства деталей в автоматическом цикле из прутка различных материалов, таких как сталь, алюминий, медь, титан и т.д. Может производить токарные и фрезерные операции, сверление и нарезание резьбы.<br>Станок данного типа требует заготовки в виде качественного прутка с допуском на диаметр до 0,1 мм и прямолинейностью не хуже 0,5 мм на длине 1 метр. <br>Возможность установки противошпинделя и приводного инструмента значительно расширяет технологические возможности станка. Он может работать с прутком: круглым, шестигранным, а также других форм. </p>",
            "img": "/assets/thumb_4.jpg",
            "models": ["А-11А20"],
            "params": {
                "Максимальный диаметр прутка, мм": ["20"],
                "Максимальная длина точения с / без поддерживающей цанги, мм": ["207 / 120"],
                "Мощность двигателя привода шпинделя / противошпинделя номинал (15 мин.), кВт": ["2,2 (3,7) / 1,5 (2,2)"],
                "Количество резцовых позиций, шт.": ["6"],
				"Количество позиций осевого / приводного инструмента, шт.":["4 / от 5 до 10"],
				"Дискретность оси С главного шпинделя / противошпинделя, град.":["0,001"],
				"Максимальный диаметр обработки в противошпинделе, мм":["20"],
				"Максимальная длина точения в противошпинделе , мм":["80"],
				"Максимальная скорость вращения противошпинделя , об/мин":["8000"],
				"Количество инструментальных позиций для противошпинделя, шт":["4"],
				"Тип направляющих":["качения"],
				"Быстрое перемещение по осям X/Z, м/мин":["30"],
				"Точность позиционирования / повторяемость, мм":["±5 /±3"],
				"Система ЧПУ":["Fanuc 0i TD (fanuc 31i - опционально)"],
				"Вес, кг":["2300"]
            }
        },
		{
            "id": 6,
            "catalog_id": 1,
            "name": "Вертикально-фрезерный обрабатывающие центры с ЧПУ модели А-6В65, А-6ВА102, А-6ВА125",
            "description": "<p>Вертикально-фрезерные обрабатывающие центры с ЧПУ моделей А-6В65, А-6ВА102, А-6ВА125 производства «АВРОРА МАШЗАВОД» предназначены для комплексной обработки сложных корпусных деталей в автономном режиме работы и в составе гибких производственных систем. На станках производят черновую и чистовую обработку заготовок, выполняют разнообразные технологические переходы: фрезерование плоскостей, уступов, канавок, окон и пр., сверление, зенкерование, развертывание, растачивание гладких и ступенчатых отверстий по точным координатам; нарезание резьб, обработку наружных и внутренних поверхностей и т. д.<br>Система ЧПУ станков позволяет обрабатывать различные криволинейные поверхности, фрезеровать отверстия и т. д.<br>Станки оснащаются высокоскоростной системой автоматической смены инструмента и высокопроизводительной системой подачи СОЖ в зону резания. Надежная система защиты оператора гарантирует безопасность работы на станках.<Br>Конструкция станков учитывает требования эргономики рабочего места оператора, а также обеспечивает удобство обслуживания станка. Станки обладают широким диапазоном бесступенчатого регулирования частоты вращения шпинделя и подач, высокими скоростями быстрых (вспомогательных) перемещений,<br>жесткостью и надежностью, что обеспечивает повышенную точность и эффективность обработки.</p>",
            "img": "/assets/z1wp.jpg",
            "models": ["A-6В65","А-6ВА102","А-6ВА125"],
            "params": {
                "Перемещения по осям X/Y/Z, мм": ["650/510/510","1020/550/635","1250/620/620"],
                "Расстояние от оси шпинделя до колонны, мм": ["600","640","790"],
                "Расстояние от торца шпинделя до стола, мм": ["100 – 610","100 – 735","100 – 720"],
                "Скорость быстрых перемещений по осям X/Y, м/мин": ["48/48","36","48"],
				"Скорость быстрого перемещения по оси Z, м/мин":["48","30","36"],
				"Диапазон подач, м/мин":["от 1 до 10","от 1 до 10","от 1 до 10"],
				"Размеры рабочего стола (X/Y), мм":["750×510","1200×550","1350×620"],
				"Максимальная нагрузка на стол, кг":["500","500","1000"],
				"Максимальная скорость вращения шпинделя, об/мин":["12000","12000","12000"],
				"Количество позиций инструментального магазина":["20","24","20"],
				"Точность позиционирования, мм":["0,003/300","0,003/300","0,003/300"],
				"Повторяемость, мм":["±0,002","±0,002","±0,002"],
				"Потребляемая мощность, кВА":["20","30","35"],
				"Габаритные размеры с конвейером удаления стружки (Д×Ш×В), мм":["3120×2415×2540","4400×2895×2870","4475×2885×2620"],
				"Вес станка, кг":["4200","7000","8000"]
            }
        },
		{
            "id": 4,
            "catalog_id": 2,
            "name": "Металлообрабатывающий станок",
            "description": "<p>Станок рассчитан на работу с цветными металлами. Станок имеет подвижный стол, коробчатый портал, коробчатые стойки портала увеличенного сечения, усиленную раму. Все эти элементы сделаны из чугуна, так же как и составляющие части оси Z, включая кронштейн шпинделя.  Толщина чугунного стола 45мм, вес стола 106 кг! Система подачи СОЖ в зону реза. Вес станка без блока управления составляет 550 кг.</p>",
            "img": "/assets/metFM1.png",
            "models": ["AM06STM",""],
            "params": {
                "X-Y-Z рабочий ход,мм": ["640 x 650 x 150"],
                "Клиренс портала, мм": ["430"],
                "Точность, мм/м": ["0.1"],
                "Повторяемость,мм, об/мин": ["0.05"],
				"Структура рамы":["Чугун, литье"],
				"Структура стола":["Т-слот, чугун"],
				"Линейные перемещения X-Y-Z":["Профильные направляюшие PMI по всем осям"],
				"привод по осям X-Y-Z":["ШВП, D20mm оси Х и У, 16мм ось Z"],
				"Максимальная скорость холостых перемещений,м/сек":["0,117"],
				"Максимальная рабочая скорость,м/сек":["0,083"],
				"Ускорение,мм/сек^2":["1000"],
				"Тип моторов привода по осям":["Шаговые"],
				"Драйвер моторов":["Yako 2608"],
				"Шпиндель":["2.2kw, жидкостное охлаждение,4 подшипника"],
				"Тип цанги":["ER20"],
				"Максимальные обороты шпинделя об/мин":["24000"],
				"Инвертор":["Delta"],
				"Рабочее напряжение":["AC220V/50-60Hz"],
				"Управляющий код":["G - коды"],
				"Система управления":["DSP A11 (Digital Signal Processor)"],
				"Размер станка":["1200 х 1000 х 1650 mm, 550 кг"],
				"Размер станка в упаковке":["1450 x 1100 x 2000 mm, 630 кг"]
            }
        },


        {
            "id": 5,
            "catalog_id": 2,
            "name": "Станок для обработки мягких металлов",
            "description": "<p> Фрезерные станки с ЧПУ «РОСФРЕЗЕР» серии ARF имеют лучшие технические характеристики среди станков данного типа в аналогичной ценовой категории. Параметры, влияющие на производительность, у наших станков лучшие в своем классе - скорость перемещения до 20м/мин, ускорение до 2м/с². Жесткости системы СПИД (станок – приспособление – инструмент – деталь) достаточно, чтобы работа на таких режимах не вызывала вибрации и не приводила к дефектам на изделии. На некоторые технические решения, используемые в наших станках, нами поданы заявки на получение патентов.<br>Отличительные особенности фрезерно-гравировальных станков с ЧПУ серии ARF от похожих китайских клонов:<br>1. Все элементы конструкции изготовлены в России на высокоточном оборудовании. Места сопряжений обработаны под скользящую посадку.<br>2. Увеличена ширина стоек портала с целью увеличения расстояния между каретками.<br>3.    Шарико-винтовая пара оси Х размещена на задней стенке балки и закрыта защитными кожухами, для предотвращения загрязнения.<br>4. Направляющие оси Х установлены на верхней и нижней плоскостях балки портала с целью уменьшения вылета консоли оси Z. Применены каретки с преднатягом.<br>6. Новый кронштейн шпинделя со встроенными линейными подшипниками для подвижной системы стружкоприёмника.<br>5. Новый тип Т-слота российского производства.<br>7. Увеличены клиренс портала до 150мм и ход оси Z до 180мм<br>8. Уменьшены габаритные размеры станка (без уменьшения размеров рабочего поля)<br>9. Полностью изменен блок управления. Вводной автомат и предохранители вынесены на заднюю панель. Кабель от пульта частью своего разъема входит в переднюю панель толщиной 4мм, это предотвращает изгиб разъема на плате и его поломку. В корпусе нет мест с резьбой в листовом металле – используются исключительно специальные приварные гайки.<br>10. При производстве элементов станка используется алюминиевые сплавы марок Д16Т, В95ПЧТ2, АД31Т1 российского производства).<br>11. Применены индуктивные датчики приближения (НОМЕ), срабатывающие на элементы конструкции без дополнительных контактных пластин, что повышает точность срабатывания и улучшает повторяемость.<br>12. Сборка и настройка станков происходит с обязательным применением контрольно-измерителных инструментов.</p>",
            "img": "/assets/sta1.jpg",
            "models": ["A12STM", "ARF09STM","ARF12STM","ARF12STM X2"],
            "params": {
                "X-Y-Z рабочий ход,мм": ["600 x 1235 x 150","600 x 905 x 180","600 x 1205 x 180","2*310 x 1205 x 180"],
                "Клиренс портала, мм": ["120","150","150","150 "],
                "Точность, мм/м": ["0.1","0.1","0.1","0.1"],
                "Повторяемость,мм, об/мин": ["0.05","0.05","0.05","0.05"],
				"Структура рамы":["Чугун, литье","Чугун, литье, усиленная","Чугун, литье, усиленная","Чугун, литье"],
				"Структура стола":["Т-слот, чугун","Т-слот, усиленный, специальный","Т-слот, усиленный, специальный","Т-слот, усиленный"],
				"Линейные перемещения X-Y-Z":["Профильные направляюшие PMI по всем осям","Профильные, 20-го типоразмера по всем осям","Профильные, 20-го типоразмера по всем осям","Профильные, 20-го типоразмера по всем осям"],
				"привод по осям X-Y-Z":["ШВП","ШВП","ШВП","ШВП"],
				"Максимальная скорость холостых перемещений,м/сек":["0,2","0.25","0.25","0.2"],
				"Максимальная рабочая скорость,м/сек":["0,13","0.2","0.2","0.13"],
				"Ускорение,мм/сек^2":["1200","1200","1200","1200"],
				"Тип моторов привода по осям":["Шаговые","Шаговые","Шаговые","Шаговые"],
				"Драйвер моторов":["Yako 2608","Yako 2608","Yako 2608","Yako 2608"],
				"Шпиндель":["1.5kw, жидкостное охлаждение,4 подшипника","1.5кВт (2.2кВт), жидкостное охлаждение, 4 подшипника","1.5кВт (2.2кВт), жидкостное охлаждение, 4 подшипника","1.5kw, жидкостное охлаждение,4 подшипника"],
				"Тип цанги":["ER16","ER16(ER20)","ER16(ER20)","ER16"],
				"Максимальные обороты шпинделя об/мин":["24000","24000","24000","24000"],
				"Инвертор":["Delta","Delta VFD-E","Delta VFD-E","Delta"],
				"Рабочее напряжение":["AC220V/50-60Hz","AC220V/50-60Hz","AC220V/50-60Hz","AC220V/50-60Hz"],
				"Управляющий код":["G - коды","G - коды","G - коды","G - коды"],
				"Система управления":["DSP A11 (Digital Signal Processor)","DSP A11 (Digital Signal Processor)","DSP A11 (Digital Signal Processor)","DSP A11 (Digital Signal Processor)"],
				"Размер станка":["1600 х 1000 х 930 mm, 285кг","1300 х 1000 х 930 mm, 275кг","1600 х 1000 х 930 mm, 295кг","1600 х 1000 х 930 mm, 295кг"],
				"Размер станка в упаковке":["1750 x 1100 x 1100 mm, 345 kg","1450 x 1100 x 1100 mm, 335 kg","1750 x 1100 x 1100 mm, 355 kg","1750 x 1100 x 1100 mm, 355 kg"]
            }
        },
		{
            "id": 7,
            "catalog_id": 3,
            "name": "Универсальные центровые токарные станки с ЧПУ SE ",
            "description": "<p>Токарный станок  SE 320 NUMERIC получил применение  в машиностроительном мелком или среднесерийном производстве при обработке небольших деталей, также выгоден для штучного производства. Дает возможность обрабатывать простые детали из металла и пластмассы или сложные фланцевые заготовки и валы. Выгодно его применение в качестве учебного пособия политехникумов или технических вузов.  Станок может работать в ручном режиме  с помощью электронных маховиков или выполнять сложные технологические операции в автоматическом режиме с использованием новейших систем управления. Таким образом станок открывает новые возможности для штучного производства и повышает производительность при обработке мелких серий. </p>",
            "img": "/assets/se-320.jpg",
            "models": ["SE320","SE520","SE820","SE1020"],
            "params": {
                "Наибольший диаметр обработки, мм": ["320","520","800","1020"],
                "Наибольший диаметр обработки над суппортом, мм": ["170","290","515","740"],
                "Наибольший диаметр обработки с инструментальной системой MultiSuisse с ручной сменой инструмента,мм": ["B 320","B 526/ C 476","C 825","C 1040"],
                "Наибольший диаметр обработки с инструментальной системой SAUTER с автоматической сменой инструмента,мм.": ["210","310","665","965"],
				"Расстояние между центрами,мм.":["750","950,1450","2000-4000-8000","2000-4000-8000"],
				"Высота оси шпинделя над станиной,мм.":["150","250","394","509"],
				"Наибольший диаметр прутковой заготовки, мм":["41/55*","75/103*","130","130"],
				"Ширина станины, мм":["300","360","550","550"],
				"SIEMENS 840D SolutionLine + ShopTurn":["да","да","да","да"],
				"FANUC 0iTD + Manual Guide i":["да","да","да","да"],
				"HEIDENHAIN MANUAL Plus 620":["да","да","да","да"]
            }
        },
		{
            "id": 8,
            "catalog_id": 4,
            "name": "Станок токарно-винторезный с ЧПУ АС16М20Ф3",
            "description": "<p>Токарно-винторезный станок с числовым программным управлением модели АС16М20Ф3 относится к универсальному технологическому металлорежущему оборудованию, используемому на различных металлообрабатывающих предприятиях в условиях мелкосерийного и серийного производства.<br> Станок применяется для токарной многооперационной обработки в замкнутом полуавтоматическом цикле наружных и внутренних поверхностей деталей типа тел вращения со ступенчатым и криволинейным профилем, а также для нарезания левых и правых резьб: фронтальных, цилиндрических, конических, цилиндрическо-конических с постоянным и переменным шагом как в патроне, так и в центрах.<br> Станок оборудован механизированным 3-х кулачковым патроном диаметром 250 мм и механизированным приводом пиноли задней бабки.Станок оснащен устройством ЧПУ NC-201Мс вводом программы обработки изделия с клавиатуры, флэш-накопителя USB (2 канала), последовательного порта RS232 (COM1), сети Ethernet 10/100Мбит/с, FDD (флоппи дисковод).<br> Вид климатического исполнения - УХЛ4 ГОСТ 15150-69.Нижнее рабочее значение температуры окружающего воздуха должно быть не ниже +1°C, верхнее рабочее значение температуры окружающего воздуха - не выше +35°C, относительная влажность должна быть не более 80% при 20°C. Значение рабочих температур c сохранением норм точности от 10°C до 30°C Запыленность помещения должна быть в пределах санитарной нормы.</p>",
            "img": "/assets/A3.jpg",
            "models": ["АС16М20Ф3"],
            "params": {
                "Диаметр цилиндрического отверстия в шпинделе, мм, не менее": ["55"],
                "Высота устанавливаемого резца, мм, не менее": ["25"],
                "Количество частот вращения шпинделя, не менее": ["Бесступенчатое,регулирование"],
                "Предельные диаметры сверления, мм(по чугуну/по стали)": ["28/25"],
				"Мощность привода главного движения, кВт":["11"],
				"Пределы программируемых подач, мм/об(продольных/поперечных)":["0.01-40/0.005-20"],
				"Максимальная скорость рабочей подачи, мм /мин (продольных/поперечных)":["2000/1000"],
				"Количество позиций автоматической поворотной головки":["8"],
				"Суммарная мощность электродвигателей, установленных на станке, кВт":["21,4"],
				"Габаритные размеры, мм":["3900/1650/1950"],
				"Класс точности по ГОСТ 8-82":["H"]
            }
        },
		{
            "id": 9,
            "catalog_id": 4,
            "name": "Токарнообрабатывающий центр модели АС4225Ф4",
            "description": "<p>Токарно-винторезный станок с числовым программным управлением модели АС4225Ф4 относится к универсальному технологическому металлорежущему оборудованию, используемому на различных металлообрабатывающих предприятиях в условиях мелкосерийного и серийного производства. <br>Станок применяется для токарной многооперационной обработки в замкнутом полуавтоматическом цикле наружных и внутренних поверхностей деталей типа тел вращения со ступенчатым и криволинейным профилем, а также для нарезания левых и правых резьб: фронтальных, цилиндрических, конических, цилиндрическо-конических с постоянным и переменным шагом.<br>За счет комплектации станка револьверной головкой с приводным инструментом PRAGATI выполняются следующие виды обработки: фрезерование криволинейного паза на цилиндрической поверхности, нарезание торцового паза, сверление отверстий и нарезание резьбы на торцовой поверхности детали, обработка многоугольников, фрезерование шпоночного паза.<br>Станок оснащен устройством ЧПУ NC201М с вводом программы обработки изделия с клавиатуры, флэш-накопителя USB (2 канала), последовательного порта RS232 (COM1), сети Ethernet 10/100Мбит/с, FDD (флоппи дисковод).</p>",
            "img": "/assets/A4.jpg",
            "models": ["АС4225Ф4"],
            "params": {
                "Класс точности по ГОСТ 8-82": ["H; П"],
                "Центр в пиноли задней бабки с конусом Морзе по ГОСТ 13214-79": ["7032-0039(Морзе 5)"],
                "Количество частот вращения шпинделя, не менее": ["Бесступенчатое регулирование в пределах каждого диапазона"],
                "Предельные диаметры сверления, мм(по чугуну/по стали)": ["28/25"],
				"Мощность привода главного движения, кВт":["11"],
				"Скорость быстрых перемещений, не менее, мм /мин.(продольных/поперечных)":["6000/5000"],
				"Дискретность перемещений, мм (продольных/поперечных)":["0.01/0.01"],
				"Наибольший крутящий момент на шпинделе, Нм (кгм)":["1000 (100)"],
				"Суммарная мощность электродвигателей, установленных на станке, кВт":["22.2"],
				"Габаритные размеры, мм":["3900/1650/1950"]
            }
        }

    ]
}
